{
  "fetchedAt": "2026-02-23T05:10:31.504Z",
  "papers": [
    {
      "pmid": "41626932",
      "title": "Exploring the potential of Claude 2 for risk of bias assessment: Using a large language model to assess randomized controlled trials with RoB 2.",
      "authors": "Eisele-Metzger A, Lieberum JL, Toews M, Siemens W, Heilmeyer F, Haverkamp C, Boehringer D, Meerpohl JJ",
      "journal": "Res Synth Methods",
      "pubDate": "2025 May",
      "abstract": "Systematic reviews are essential for evidence-based health care, but conducting them is time- and resource-consuming. To date, efforts have been made to accelerate and (semi-)automate various steps of systematic reviews through the use of artificial intelligence (AI) and the emergence of large language models (LLMs) promises further opportunities. One crucial but complex task within systematic review conduct is assessing the risk of bias (RoB) of included studies. Therefore, the aim of this study was to test the LLM Claude 2 for RoB assessment of 100 randomized controlled trials, published in English language from 2013 onwards, using the revised Cochrane risk of bias tool ('RoB 2'; involving judgements for five specific domains and an overall judgement). We assessed the agreement of RoB judgements by Claude with human judgements published in Cochrane reviews. The observed agreement between Claude and Cochrane authors ranged from 41% for the overall judgement to 71% for domain 4 ('outcome measurement'). Cohen's &#x3ba; was lowest for domain 5 ('selective reporting'; 0.10 (95% confidence interval (CI): -0.10-0.31)) and highest for domain 3 ('missing data'; 0.31 (95% CI: 0.10-0.52)), indicating slight to fair agreement. Fair agreement was found for the overall judgement (Cohen's &#x3ba;: 0.22 (95% CI: 0.06-0.38)). Sensitivity analyses using alternative prompting techniques or the more recent version Claude 3 did not result in substantial changes. Currently, Claude's RoB 2 judgements cannot replace human RoB assessment. However, the potential of LLMs to support RoB assessment should be further explored.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41626932/"
    },
    {
      "pmid": "41625485",
      "title": "A Pragmatic Randomized Controlled Trial of Ambient Artificial Intelligence to Improve Health Practitioner Well-Being.",
      "authors": "Afshar M, Baumann MR, Resnik F, Hintzke J, Sullivan AG, Wills G, Lemmon K, Dambach J, Ann Mrotek L, Quinn M, Abramson K, Kleinschmidt P, Brazelton TB, Leaf MA, Twedt H, Kunstman D, Patterson B, Liao F, Rasmussen S, Burnside ES, Goswami C, Gordon J",
      "journal": "NEJM AI",
      "pubDate": "2025 Dec",
      "abstract": "Electronic health record (EHR) documentation is a major contributor to work-related practitioner exhaustion and the interpersonal disengagement known as burnout. Generative artificial intelligence (AI) scribes that passively capture clinical conversations and draft visit notes may alleviate this burden, but evidence remains limited.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41625485/"
    },
    {
      "pmid": "41607508",
      "title": "Acceptability of Using Artificial Intelligence in the National Health Service Breast Screening Program: A Randomized Online Survey of Screening-Eligible Women in England.",
      "authors": "Gatting L, Jones CK, Jamshidi B, Kehagia AA, Waller J",
      "journal": "Mayo Clin Proc Digit Health",
      "pubDate": "2026 Mar",
      "abstract": "To compare acceptability of 2 artificial intelligence (AI) use cases in the English National Health Servic Breast Screening Program.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41607508/"
    },
    {
      "pmid": "41573403",
      "title": "Protocol for a randomized controlled trial evaluating the artificial intelligence health education accurately linking system in patients with mild-to-moderate stroke.",
      "authors": "Liu Z, Li YH, Fang Y, Wang H, Wu T, Liu S, Yang Y, Qin Y, Tao X, Mao J, Wang L, Li X, Wang X, Yang R, Liu Y, Chen M, Shi D, Li N, Wang Y, Hu Y, Zhang S",
      "journal": "Front Neurol",
      "pubDate": "2025",
      "abstract": "Stroke is a leading cause of death and disability worldwide. Although survival rates from mild-to-moderate stroke are high, long-term functional impairment remains common, requiring sustained self-management beyond traditional rehabilitation. Conventional models depend on institutional medical care, which not only drives up costs but also disrupts continuity of care. Meanwhile, psychological, risk-related, and behavioral factors are often overlooked. Advances in artificial intelligence (AI) and mobile health provide opportunities for individualized, long-term support. Based on this, we developed the AI Health Education Accurately Linking System (AI-HEALS) to evaluate its potential to improve physiological parameters, risk perception, and self-management in patients with mild-to-moderate stroke.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41573403/"
    },
    {
      "pmid": "41560725",
      "title": "Randomized trial and multi-omics, machine learning-based mechanistic exploration of daixie decoction granules in type 2 diabetes.",
      "authors": "Zheng Z, Zhang K, Ma X, Qian Y, Wang M",
      "journal": "Front Pharmacol",
      "pubDate": "2025",
      "abstract": "Traditional Chinese Medicine (TCM) offers multi-target strategies for Type 2 Diabetes Mellitus (T2DM), but its mechanisms are unclear. This study combined a randomized controlled trial (RCT) with a multi-omics approach to evaluate the efficacy of Daixie Decoction granules (DDG) as an add-on therapy to metformin and to generate mechanistic hypotheses using a multi-omics framework.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41560725/"
    },
    {
      "pmid": "41530068",
      "title": "White light imaging versus artificial intelligence-assisted white light imaging for colorectal neoplasia detection: a randomised trial.",
      "authors": "Dos Santos CEO, Leggett C, Sharma P, Dos Santos GM, Sanmartin IDA, Pereira-Lima JC",
      "journal": "Rev Gastroenterol Peru",
      "pubDate": "2025 Oct-Dec",
      "abstract": "Adenoma detection rate (ADR) and sessile serrated lesion (SSL) detection rate (SDR) are crucial quality indicators for colonoscopy, as their improvement contributes to effective prevention of colorectal cancer. Artificial intelligence (AI) has been shown to significantly increase ADR. This study compared white light imaging (WLI) versus AI-assisted WLI for neoplasia detection.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41530068/"
    },
    {
      "pmid": "41502788",
      "title": "Translational Evaluation of a Machine Learning-Based Interactive Lab for Aphasia Rehabilitation in Post Stroke Patients.",
      "authors": "Kumar M, Wu RZ, Yeh SC, Wu EH, Tsai PY",
      "journal": "IEEE J Transl Eng Health Med",
      "pubDate": "2025",
      "abstract": "To address the limitations of conventional aphasia therapy by developing and clinically evaluating a machine learning based interactive lab for personalized rehabilitation in post-stroke patients.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41502788/"
    },
    {
      "pmid": "41473954",
      "title": "Artificial Intelligence-Enabled Echocardiography as a Surrogate for Multimodality Aortic Stenosis Imaging: Post Hoc Analysis of a Clinical Trial.",
      "authors": "Oikonomou EK, Craig NJ, Holste G, Vasisht Shankar S, White AC, Mahendran M, Newby DE, Dweck MR, Khera R",
      "journal": "Circ Cardiovasc Imaging",
      "pubDate": "2026 Feb",
      "abstract": "Accurate aortic stenosis (AS) phenotyping requires multimodality imaging which has limited availability. The digital aortic stenosis severity index (DASSi), an artificial intelligence biomarker of AS-related remodeling on single-view 2-dimensional echocardiography, predicts AS progression independent of Doppler measurements. We sought to evaluate the ability of DASSi to define personalized AS progression profiles and to validate its performance as a scalable alternative to multimodality imaging features of functional, structural, and biological AS severity.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41473954/"
    },
    {
      "pmid": "41467333",
      "title": "Quantifying Root Resorption on the Incisors After Clear Aligner and Fixed Appliance Therapy Using Artificial Intelligence Tool Based CBCT Surface Models: Randomized Clinical Trial.",
      "authors": "Bespalez-Neto R, Mattos CT, Cevidanes LHS, Fernandes TMF, de Castro Ferreira Conti AC, de Almeida-Pedrin RR, Oltramari PVP",
      "journal": "Orthod Craniofac Res",
      "pubDate": "2025 Dec 30",
      "abstract": "To quantify external apical root resorption (EARR) on the incisors following non-extraction treatment of Class I malocclusion patients with moderate crowding, comparing clear aligners and fixed appliances using a novel 3D analysis of Cone-Beam Computed Tomography (CBCT) derived surface models.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41467333/"
    },
    {
      "pmid": "41455918",
      "title": "Effect of nalbuphine and morphine as adjuvants to bupivacaine in ultrasound-guided supraclavicular block: a randomized controlled trial with machine learning-based predictive analysis.",
      "authors": "Abbas AA, Ghoneim S, Sharf M, Farag A",
      "journal": "BMC Anesthesiol",
      "pubDate": "2025 Dec 28",
      "abstract": "Supraclavicular brachial plexus block is a commonly used regional anesthesia technique for upper extremity surgeries. The addition of adjuvants to local anesthetics enhances the duration and quality of anesthesia. Recently, Machine Learning (ML) has emerged as a tool for predictive modeling in medicine, including pain management. This study investigates the predictive capability of a K-Nearest Neighbor (KNN) ML model for analgesic duration using different drug combinations.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41455918/"
    },
    {
      "pmid": "41722220",
      "title": "Development and initial validation of a video-mediated listening test based on multimodal generative AI.",
      "authors": "Yin T, Chen J, Yao T, Lin Z",
      "journal": "Acta Psychol (Amst)",
      "pubDate": "2026 Feb 20",
      "abstract": "Video-mediated listening has been recognized for its potential to facilitate learners' comprehension, engagement, and motivation by providing richer contextual cues and audiovisual input. However, the development of authentic listening assessments typically requires substantial time and financial resources, which hinders their practical implementation. This study aims to address these challenges by applying generative AI to develop a video-mediated listening assessment. Multimodal generative AI (InVideo) was employed to create four videos, while GPT-4 was used to automatically generate 20 test items targeting five listening subskills. A total of 542 university students completed the AI-based video-mediated listening assessment within 30&#xa0;min, followed by a questionnaire. Additionally, five students and five teachers were selected for semi-structured interviews. Results from psychometric models showed that 19 out of 20 items effectively measured five targeted listening subskills, with appropriate item difficulty and discrimination, confirming construct validity. The questionnaire suggested that the AI-generated videos were adequate in terms of audio, visual, and audio-visual consistency, providing support for the relevance and utility of the test. Questionnaires and semi-structured interviews indicated that video-mediated listening seemed to improve students' listening ability and enhance their interest, motivation, and engagement compared to audio-based methods, while teachers reported that multimodal AI reduced the emotional labor of preparing audiovisual materials in language teaching, supporting the assessment's positive consequences. The fundamental validity considerations of AI-based video-mediated listening assessment and implications for language learning and teaching were discussed.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41722220/"
    },
    {
      "pmid": "41721428",
      "title": "Machine learning-assisted abstract screening on learning analytics: a step-by-step tutorial.",
      "authors": "Xu Z, Ma S, Zhuang X, Adeyemi AE, Kogut A",
      "journal": "Syst Rev",
      "pubDate": "2026 Feb 21",
      "abstract": "Systematic reviews are crucial for synthesizing evidence, but their manual processes, particularly abstract screening, are labor-intensive and prone to error. Advances in machine learning (ML) offer solutions to enhance efficiency and accuracy. Using a&#xa0;learning analytics (LA) in higher education review as a case study, this tutorial provides a step-by-step guide to implementing two ML solutions to streamline abstract screening. One solution is ASReview, an active learning-based ML framework. We detailed data preparation, ASReview setup, and its active learning capabilities, which significantly reduce manual workloads while maintaining high recall rates. The second solution is ChatGPT, a GPT-4 powered large language model (LLM), to demonstrate optimizing prompts and parameters in Python's Google Colab environment for accurate and consistent screening results. We present performance metrics, including sensitivity, specificity, and accuracy, to evaluate each tool's strengths and limitations. ASReview excels in handling large datasets, while ChatGPT enhances screening precision with well-designed prompts. This tutorial empowers researchers to integrate ML into systematic reviews, ensuring rigor, transparency, and efficiency while addressing the growing complexity of evidence synthesis.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41721428/"
    },
    {
      "pmid": "41720937",
      "title": "Hallucination filtering in radiology vision-language models using discrete semantic entropy.",
      "authors": "Wienholt P, Caselitz S, Siepmann R, Bruners P, Bressem K, Kuhl C, Kather JN, Nebelung S, Truhn D",
      "journal": "Eur Radiol",
      "pubDate": "2026 Feb 20",
      "abstract": "To determine whether using discrete semantic entropy (DSE) to reject questions likely to generate hallucinations can improve the accuracy of black-box vision-language models (VLMs) in radiologic image-based visual question answering (VQA).",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41720937/"
    },
    {
      "pmid": "41715946",
      "title": "A Comprehensive Risk Analysis Framework for Medical AI: A Mixed-Methods Approach.",
      "authors": "Wang Y, Deng Z, Deng Z, Evans R",
      "journal": "Risk Anal",
      "pubDate": "2026 Mar",
      "abstract": "Artificial intelligence (AI) is set to transform traditional healthcare delivery and patient care. However, this transformation presents a range of challenges in medical AI decision-making. To address these challenges, this study aims to develop a risk analysis framework for medical AI. A mixed-methods approach is adopted, combining quantitative and qualitative analyses. First, Latent Dirichlet Allocation (LDA) topic modeling is used to analyze 1618 news articles from a leading health information website in China, and this identifies eight risk attributes (i.e., privacy and security, social bias, decision-making status, data quality, algorithm inference, system performance, liability attribution, and regulatory legislation). Second, to identify the risk attributes of medical AI from the patient's perspective, semi-structured interviews with 21 patients and analysis using grounded theory were employed, identifying six key risk attributes of concern to patients from the initial set of eight. Lastly, an online survey of 396 patients was conducted, followed by a Choice-Based Conjoint (CBC) analysis to assess patient preferences in relation to these six risk attributes. The results show that patients prioritize risks in the following order: Data quality (30.20%), privacy and security (29.50%), social bias (19.10%), system performance (13.70%), liability attribution (6.87%), and algorithm inference (0.59%). This study proposes a risk analysis framework that offers practical insights for healthcare policymakers, medical AI developers, and risk analysts.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41715946/"
    },
    {
      "pmid": "41715072",
      "title": "Deep generative hidden Markov models for synthetic patient data generation: a novel approach for medical AI research.",
      "authors": "Momenzadeh M, Oshaghi A",
      "journal": "BMC Med Inform Decis Mak",
      "pubDate": "2026 Feb 19",
      "abstract": "",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41715072/"
    },
    {
      "pmid": "41713868",
      "title": "Using a Large Language Model-generated Prompt to Extract Features from Synthetic MRI Brain Scan Reports: A Cross-sectional Study.",
      "authors": "Hanna JJ, Evans CS, Dennis CR, Lee KS, Lehmann CU, Medford RJ",
      "journal": "Methods Inf Med",
      "pubDate": "2026 Feb 19",
      "abstract": "Feature extraction from free text medical reports is a frequently required clinical, operational, or research procedure. Large language models (LLMs) hold a promise for automating feature extraction, which can also enable category assignment tasks.To compare the groundedness of extracted features by five LLMs from magnetic resonance imaging (MRI) brain scan reports using a clinician-engineered versus an LLM-generated prompt.Five OpenAI LLMs were evaluated for their ability to extract nine binary features from synthetic MRI brain reports. Two types of prompts, a clinician-engineered and an LLM-generated, were used. Metrics including recall, precision, accuracy, and F1 score were calculated to assess model performance.For all extracted features by all studied models from both tested prompts, the overall average recall was 0.956, the average precision was 0.9347, the average accuracy was 0.982, and the average F1 score was 0.9431. Using GPT-3.5-turbo, the LLM-generated prompt had better numerical performance than the clinician-engineered prompt. For the other four GPT-4 models examined, overall recall, precision, and accuracy were higher regardless of the prompt source.This study highlights the potential of LLMs to generate prompts and accurately extract features, with newer models like GPT-4 performing consistently well. The efficacy of feature extraction by LLMs depends on the engineered prompt and model used. Our experimentation demonstrates the potential of LLMs to engineer prompts and extract features from MRI brain scan reports.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41713868/"
    },
    {
      "pmid": "41713127",
      "title": "Agentic memory-augmented retrieval and evidence grounding for medical question-answering tasks.",
      "authors": "Jia S, Bit S, Jasodanand VH, Liu Y, Kolachalama VB",
      "journal": "Int J Med Inform",
      "pubDate": "2026 Feb 7",
      "abstract": "To evaluate whether a tool-using agent-based system built on large language models (LLMs) outperforms standalone LLMs on medical question-answering tasks.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41713127/"
    },
    {
      "pmid": "41709102",
      "title": "Simplifying Radiology Reports for Patients Using ChatGPT: A Systematic Review.",
      "authors": "Kwok M, Franklin A, Wastney T",
      "journal": "J Med Imaging Radiat Oncol",
      "pubDate": "2026 Feb 18",
      "abstract": "This systematic review investigated the benefits and risks of using ChatGPT to simplify radiology reports to enhance patient understanding. PubMed/MEDLINE, Embase, Web of Science, and CENTRAL databases were searched for studies published until December 17, 2024. In total, 16 studies met eligibility criteria for inclusion, where ChatGPT utilised the GPT-4 model in 10 studies (63%), GPT-4o in 1 study (6%), and GPT-3.5 in 5 studies (31%). Of the studies which simplified English radiology reports, the median reading grade level of the original reports ranged from 9.6 to 14 and post-simplification was 5-9.4, with factual accuracy that ranged from 78% to 100%, report completeness of 83% to 100%, and the incidence of potentially harmful errors was 0% to 36%, but this was reduced to 0% to 8% after excluding outlier studies. Only three studies (19%) evaluated comprehensibility according to non-medical laypersons. Overall, ChatGPT demonstrates substantial potential to assist in generating patient-friendly radiology reports but requires radiologist oversight, use of proprietary models, and compliance with local privacy legislations. Further prospective studies are required prior to widespread clinical use, including evaluation of patient comprehensibility and satisfaction, and impacts on radiologist workflow.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41709102/"
    },
    {
      "pmid": "41708142",
      "title": "Clarity is needed about liability when medical AI fails.",
      "authors": "Wishart GC, Kellar R",
      "journal": "BMJ",
      "pubDate": "2026 Feb 18",
      "abstract": "",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41708142/"
    },
    {
      "pmid": "41707572",
      "title": "Human versus GPT-4 in qualitative analysis: A comparative reanalysis of patient interview data following anterior cruciate ligament injury rehabilitation.",
      "authors": "Piussi R, Schneiderman JF, Yu Y, Samuelsson K, Hamrin Senorski E",
      "journal": "Knee",
      "pubDate": "2026 Feb 17",
      "abstract": "The purpose of this study was to prompt GPT-4 to analyze qualitative data used in a published scientific article where qualitative content analysis was performed by human researchers, and to qualitatively compare results from the published article with the results generated by GPT-4.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41707572/"
    },
    {
      "pmid": "41516254",
      "title": "AI-Driven Digital Pathology: Deep Learning and Multimodal Integration for Precision Oncology.",
      "authors": "Jang HJ, Lee SH",
      "journal": "Int J Mol Sci",
      "pubDate": "2025 Dec 29",
      "abstract": "Pathology is fundamental to precision oncology, offering molecular and morphologic insights that enable personalized diagnosis and treatment. Recently, deep learning has demonstrated substantial potential in digital pathology, effectively addressing a wide range of diagnostic, prognostic, and biomarker-prediction tasks. Although early approaches based on convolutional neural networks had limited capacity to generalize across tasks and datasets, transformer-based foundation models have substantially advanced the field by enabling scalable representation learning, enhancing cross-cohort robustness, and supporting few- and even zero-shot inference across a wide range of pathology applications. Furthermore, the ability of foundation models to integrate heterogeneous data within a unified processing framework broadens the possibility of developing more generalizable models for medicine. These multimodal foundation models can accelerate the advancement of pathology-based precision oncology by enabling coherent interpretation of histopathology together with radiology, clinical text, and molecular data, thereby supporting more accurate diagnosis, prognostication, and therapeutic decision-making. In this review, we provide a concise overview of these advances and examine how foundation models are driving the ongoing evolution of pathology-based precision oncology.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41516254/"
    },
    {
      "pmid": "41476571",
      "title": "Digital pathology imaging artificial intelligence in cancer research and clinical trials: An NCI workshop report.",
      "authors": "Makhlouf HR, Ossandon MR, Farahani K, Lubensky I, Harris LN",
      "journal": "J Pathol Inform",
      "pubDate": "2026 Jan",
      "abstract": "Digital pathology imaging (DPI) is a rapidly advancing field with increasing relevance to cancer diagnosis, research, and clinical trials through large-scale image analysis and artificial intelligence (AI) integration. Despite these advances, regulatory adoption in digital pathology (DP) has lagged; to date, only three AI/ML Software as a Medical Device tool have received FDA clearance, highlighting a validation dataset gap rather than an absence of regulatory pathways. On March 6-7, 2024, the National Cancer Institute held a virtual workshop titled \"Digital Pathology Imaging-Artificial Intelligence in Cancer Research and Clinical Trials,\" bringing together experts in pathology, radiology, oncology, data science, and regulatory fields to assess current challenges, practical solutions, and future directions. This report summarizes expert opinions on key issues related to the use of DPI in cancer research and clinical trials, including data standardization, de-identification, and the application of Digital Imaging and Communication in Medicine (DICOM) standards. Key topics included data standardization, image quality assurance, validation strategies, AI applications, integration in clinical trials, biobanking, intellectual property, investigators' needs, and lessons from digital cytology and radiology domains. Solutions discussed included adoption of open standards such as DICOM, centralized imaging portals, and scalable cloud-based platforms. The expert consensus outlined in this report is intended to guide the development of DPI infrastructure, standardization, support AI validation, and align regulatory and data-sharing practices to advance precision oncology.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41476571/"
    },
    {
      "pmid": "41472921",
      "title": "Artificial intelligence-driven digital pathology in urological cancers: current trends and future directions.",
      "authors": "Paik I, Lee G, Lee J, Kwak TY, Ha HK",
      "journal": "Prostate Int",
      "pubDate": "2025 Dec",
      "abstract": "Artificial intelligence (AI) in digital pathology has gained attention owing to its potential in urological cancer diagnosis and management. This review highlights AI's applications and challenges in three major urological cancers. Prostate cancer studies have demonstrated reliable diagnostic performance and promising prognosis prediction. Renal cancer study shows potential but faces challenges in generalizability and prognosis. Bladder cancer studies are limited by the lack of large-scale datasets. Despite of these active studies, challenges remain regarding data availability, prognosis, and generalizability. Future efforts should emphasize multimodal approaches and multi-institutional collaboration with larger datasets to fully realize the potential of AI in urological cancers.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41472921/"
    },
    {
      "pmid": "41454765",
      "title": "AI-assisted sentinel lymph node examination and metastatic detection in breast cancer: the potential of ChatGPT for digital pathology research.",
      "authors": "Angelico G, Spadola S, Santoro A, Mulè A, D'Aquila F, La Cava G, Marletta S, Valente M, Urtueta BP, Addante F, Narducci N, Memeo L, Colarossi C, Rizzo A, Zannoni GF",
      "journal": "Pathologica",
      "pubDate": "2025 Dec",
      "abstract": "Traditional pathological examination of lymph nodes is labor-intensive and has shown variability in diagnostic accuracy. Recent advancements in artificial intelligence (AI) provide promising opportunities to enhance and standardize pathological workflows. AI-based image analysis models, particularly those utilizing deep learning algorithms, have demonstrated potential in automating and improving diagnostic accuracy in histopathology. This study aimed to evaluate the performance of a novel AI model known as ChatGPT-4 in detecting metastatic involvement in sentinel lymph nodes (SLNs) from breast cancer cases.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41454765/"
    },
    {
      "pmid": "41444960",
      "title": "Translational deep learning models for risk stratification to predict prognosis and immunotherapy response in gastric cancer using digital pathology.",
      "authors": "Nguyen MH, Do-Huu HH, Nguyen PT, Tran ND, Linh NT, Le H, Le NQK",
      "journal": "J Transl Med",
      "pubDate": "2025 Dec 24",
      "abstract": "Gastric cancer (GC) is one of the leading causes of cancer-related deaths globally, with a 5-year survival rate of less than 40%. While immune checkpoint inhibitors have provided promising therapeutic options for advanced GC, only a small proportion of patients benefit. In this study, we developed a deep learning model using whole-slide images to predict prognoses and sensitivity to immune checkpoint inhibitors in GC patients by predicting a novel marker.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41444960/"
    },
    {
      "pmid": "41436315",
      "title": "Development and Validation of a Multimodal Artificial Intelligence-derived Digital Pathology-based Biomarker Predicting Metastasis Among Patients with Biochemical Recurrence After Radical Prostatectomy in NRG/RTOG Trials.",
      "authors": "Morgan TM, Ren Y, Tang S, Zwerink W, Chen E, Mitani A, Huang HC, Simko JP, DeVries S, Pollack A, Wilke D, Martin AG, Balogh AG, Michalski JM, Greenberg MJ, Efstathiou JA, Bahary JP, Ross AE, Esteva A, Royce TJ, Nguyen PL, Hoffman KE, Sandler HM, Tran PT, Pugh SL, Feng FY, Spratt DE",
      "journal": "Eur Urol",
      "pubDate": "2025 Dec 22",
      "abstract": "Biochemical recurrence (BCR) after radical prostatectomy (RP) is a heterogeneous disease state in prostate cancer with multiple treatment options. Improved risk stratification could enable more personalized decision-making. We developed and validated a digital pathology-based multimodal artificial intelligence (MMAI) model to predict outcomes in post-RP BCR patients undergoing salvage therapy.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41436315/"
    },
    {
      "pmid": "41402636",
      "title": "From compliance to clinical value: an EU AI Act-aligned playbook for digital pathology laboratories.",
      "authors": "Vijayasimha M",
      "journal": "Virchows Arch",
      "pubDate": "2025 Dec 16",
      "abstract": "",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41402636/"
    },
    {
      "pmid": "41390119",
      "title": "Deep learning discriminates thymic epithelial tumors' histological subtypes using digital pathology.",
      "authors": "Sacco M, Pietroluongo E, Di Lello A, Marino M, McGeough A, Esposito A, Sharma R, Husain AN, Arif Q, Elsebaie MA, Pearson AT, Dolezal JM, Garassino MC",
      "journal": "Ann Oncol",
      "pubDate": "2025 Dec 11",
      "abstract": "Thymic epithelial tumors (TETs) are rare malignancies that pose significant diagnostic challenges due to their heterogeneous histological patterns and substantial interobserver variability in classification. Despite standardized World Health Organization (WHO) classification criteria, diagnostic concordance remains suboptimal, particularly in nonexpert settings, where second-opinion reviews lead to diagnostic reclassification in up to 57% of cases. Deep learning may offer a tool to reduce diagnostic variability and improve the consistency of histological classification.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41390119/"
    },
    {
      "pmid": "41389319",
      "title": "Digital pathology in forensic science: a systematic review of the literature.",
      "authors": "Ambrosi L, Amirante F, Nicolì S, Marzullo A, Ingravallo G, Ferorelli D, Solarino B, Argentiero G",
      "journal": "Forensic Sci Med Pathol",
      "pubDate": "2025 Dec 13",
      "abstract": "Digital pathology (DP) and whole-slide imaging (WSI) are increasingly utilized in clinical pathology; however, their role in forensic medicine remains less defined, as evidentiary standards demand robust validation, auditability, and a chain of custody.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41389319/"
    },
    {
      "pmid": "41375009",
      "title": "Digital Pathology with AI for Cervical Biopsies: Diagnostic Accuracy at the CIN2+ Threshold.",
      "authors": "Andreassen AK, Mortensen E, Stenbro R, Sørensen Ø, Sørbye SW",
      "journal": "Cancers (Basel)",
      "pubDate": "2025 Nov 27",
      "abstract": "Background/Objectives: Histopathologic grading of cervical biopsies is subject to interobserver variability, particularly at the CIN2+ treatment threshold. We evaluated a deep learning system (EagleEye) for detecting CIN2+ (CIN2, CIN3, ACIS, invasive carcinoma) on hematoxylin-eosin (H&amp;E) whole-slide images (WSIs) and compared its performance with independent pathologists, including an AI-assisted workflow. Spatial correspondence with p16 staining was preliminarily assessed. Methods: Ninety-nine archived cervical punch biopsies from a single university hospital, originally diagnosed as Normal (n = 19), CIN1 (n = 20), CIN2 (n = 20), CIN3 (n = 20), or adenocarcinoma in situ (ACIS; n = 20), were digitized in a deliberately spectrum-balanced design. The original sign-out (P1), a second gynecologic pathologist (P2, microscope and digital), EagleEye alone (EE), and an AI-assisted read (EE + P2) served as diagnostic conditions. Outcomes were dichotomized as &lt;CIN2 vs. CIN2+. Agreement was evaluated using Cohen's &#x3ba; and sensitivity/specificity (95% CI) under pre-specified internal reference standards. In 30 cases with prior p16 staining, visual correspondence between AI heatmaps/tiles and p16-positive epithelial domains was recorded. Results: Agreement between P1 and EagleEye was moderate (&#x3ba; = 0.67), while P2 showed high internal consistency (&#x3ba; = 0.86) and good agreement with P1 (&#x3ba; = 0.78). Using P1 as reference, EagleEye detected CIN2+ with 93.3% sensitivity and 71.8% specificity. When the AI-assisted consensus (EE + P2) was used as an augmented internal comparator, P1 showed 83.8% sensitivity and 100% specificity, indicating that the human-in-the-loop workflow identified additional CIN2+ cases that had been signed out as &lt;CIN2 by P1, particularly near the CIN1/CIN2 boundary. In a subset of cases originally classified as CIN3 by P1, EagleEye flagged squamous cell carcinoma (SCC); several of these were confirmed as SCC by expert review (EE + P2). In ACIS, EagleEye under-called relative to pathologists but improved after adjudication. p16-to-AI spatial correspondence &#x2265;70% was observed in 73.3% of evaluated cases. Conclusions: In this single-centre, spectrum-balanced cohort, EagleEye achieved high CIN2+ sensitivity and substantial agreement with expert readers in a human-in-the-loop workflow. The main added value was internal case-finding of treatment-relevant lesions when AI assistance was available, while final diagnoses remained with the pathologist.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41375009/"
    }
  ],
  "preprints": [
    {
      "id": "2602.18324v1",
      "title": "PsihoRo: Depression and Anxiety Romanian Text Corpus",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-20",
      "abstract": "Psychological corpora in NLP are collections of texts used to analyze human psychology, emotions, and mental health. These texts allow researchers to study psychological constructs, detect mental health issues and analyze emotional language. However, mental health data can be difficult to collect correctly from social media, due to suppositions made by the collectors. A more pragmatic strategy involves gathering data through open-ended questions and then assessing this information with self-repo",
      "url": "http://arxiv.org/abs/2602.18324v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.18195v1",
      "title": "LERD: Latent Event-Relational Dynamics for Neurodegenerative Classification",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-20",
      "abstract": "Alzheimer's disease (AD) alters brain electrophysiology and disrupts multichannel EEG dynamics, making accurate and clinically useful EEG-based diagnosis increasingly important for screening and disease monitoring. However, many existing approaches rely on black-box classifiers and do not explicitly model the underlying dynamics that generate observed signals. To address these limitations, we propose LERD, an end-to-end Bayesian electrophysiological neural dynamical system that infers latent neu",
      "url": "http://arxiv.org/abs/2602.18195v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.18119v1",
      "title": "RamanSeg: Interpretability-driven Deep Learning on Raman Spectra for Cancer Diagnosis",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-20",
      "abstract": "Histopathology, the current gold standard for cancer diagnosis, involves the manual examination of tissue samples after chemical staining, a time-consuming process requiring expert analysis. Raman spectroscopy is an alternative, stain-free method of extracting information from samples. Using nnU-Net, we trained a segmentation model on a novel dataset of spatial Raman spectra aligned with tumour annotations, achieving a mean foreground Dice score of 80.9%, surpassing previous work. Furthermore, w",
      "url": "http://arxiv.org/abs/2602.18119v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.18094v1",
      "title": "OODBench: Out-of-Distribution Benchmark for Large Vision-Language Models",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-20",
      "abstract": "Existing Visual-Language Models (VLMs) have achieved significant progress by being trained on massive-scale datasets, typically under the assumption that data are independent and identically distributed (IID). However, in real-world scenarios, it is often impractical to expect that all data processed by an AI system satisfy this assumption. Furthermore, failure to appropriately handle out-of-distribution (OOD) objects may introduce safety risks in real-world applications (e.g., autonomous drivin",
      "url": "http://arxiv.org/abs/2602.18094v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17949v1",
      "title": "CUICurate: A GraphRAG-based Framework for Automated Clinical Concept Curation for NLP applications",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-20",
      "abstract": "Background: Clinical named entity recognition tools commonly map free text to Unified Medical Language System (UMLS) Concept Unique Identifiers (CUIs). For many downstream tasks, however, the clinically meaningful unit is not a single CUI but a concept set comprising related synonyms, subtypes, and supertypes. Constructing such concept sets is labour-intensive, inconsistently performed, and poorly supported by existing tools, particularly for NLP pipelines that operate directly on UMLS CUIs. Met",
      "url": "http://arxiv.org/abs/2602.17949v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17911v1",
      "title": "Condition-Gated Reasoning for Context-Dependent Biomedical Question Answering",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-20",
      "abstract": "Current biomedical question answering (QA) systems often assume that medical knowledge applies uniformly, yet real-world clinical reasoning is inherently conditional: nearly every decision depends on patient-specific factors such as comorbidities and contraindications. Existing benchmarks do not evaluate such conditional reasoning, and retrieval-augmented or graph-based methods lack explicit mechanisms to ensure that retrieved knowledge is applicable to given context. To address this gap, we pro",
      "url": "http://arxiv.org/abs/2602.17911v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17888v1",
      "title": "Machine Learning Based Prediction of Surgical Outcomes in Chronic Rhinosinusitis from Clinical Data",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "Artificial intelligence (AI) has increasingly transformed medical prognostics by enabling rapid and accurate analysis across imaging and pathology. However, the investigation of machine learning predictions applied to prospectively collected, standardized data from observational clinical intervention trials remains underexplored, despite its potential to reduce costs and improve patient outcomes. Chronic rhinosinusitis (CRS), a persistent inflammatory disease of the paranasal sinuses lasting mor",
      "url": "http://arxiv.org/abs/2602.17888v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17797v1",
      "title": "Deep Learning for Dermatology: An Innovative Framework for Approaching Precise Skin Cancer Detection",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "Skin cancer can be life-threatening if not diagnosed early, a prevalent yet preventable disease. Globally, skin cancer is perceived among the finest prevailing cancers and millions of people are diagnosed each year. For the allotment of benign and malignant skin spots, an area of critical importance in dermatological diagnostics, the application of two prominent deep learning models, VGG16 and DenseNet201 are investigated by this paper. We evaluate these CNN architectures for their efficacy in d",
      "url": "http://arxiv.org/abs/2602.17797v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17616v1",
      "title": "Stable Asynchrony: Variance-Controlled Off-Policy RL for LLMs",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "Reinforcement learning (RL) is widely used to improve large language models on reasoning tasks, and asynchronous RL training is attractive because it increases end-to-end throughput. However, for widely adopted critic-free policy-gradient methods such as REINFORCE and GRPO, high asynchrony makes the policy-gradient estimator markedly $\\textbf{higher variance}$: training on stale rollouts creates heavy-tailed importance ratios, causing a small fraction of samples to dominate updates. This amplifi",
      "url": "http://arxiv.org/abs/2602.17616v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17605v1",
      "title": "Adapting Actively on the Fly: Relevance-Guided Online Meta-Learning with Latent Concepts for Geospatial Discovery",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "In many real-world settings, such as environmental monitoring, disaster response, or public health, with costly and difficult data collection and dynamic environments, strategically sampling from unobserved regions is essential for efficiently uncovering hidden targets under tight resource constraints. Yet, sparse and biased geospatial ground truth limits the applicability of existing learning-based methods, such as reinforcement learning. To address this, we propose a unified geospatial discove",
      "url": "http://arxiv.org/abs/2602.17605v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17566v1",
      "title": "A Hybrid Federated Learning Based Ensemble Approach for Lung Disease Diagnosis Leveraging Fusion of SWIN Transformer and CNN",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "The significant advancements in computational power cre- ate a vast opportunity for using Artificial Intelligence in different ap- plications of healthcare and medical science. A Hybrid FL-Enabled Ensemble Approach For Lung Disease Diagnosis Leveraging a Combination of SWIN Transformer and CNN is the combination of cutting-edge technology of AI and Federated Learning. Since, medi- cal specialists and hospitals will have shared data space, based on that data, with the help of Artificial Intellige",
      "url": "http://arxiv.org/abs/2602.17566v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17557v1",
      "title": "Probability-Invariant Random Walk Learning on Gyral Folding-Based Cortical Similarity Networks for Alzheimer's and Lewy Body Dementia Diagnosis",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "Alzheimer's disease (AD) and Lewy body dementia (LBD) present overlapping clinical features yet require distinct diagnostic strategies. While neuroimaging-based brain network analysis is promising, atlas-based representations may obscure individualized anatomy. Gyral folding-based networks using three-hinge gyri provide a biologically grounded alternative, but inter-individual variability in cortical folding results in inconsistent landmark correspondence and highly irregular network sizes, viol",
      "url": "http://arxiv.org/abs/2602.17557v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17536v1",
      "title": "Toward a Fully Autonomous, AI-Native Particle Accelerator",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "This position paper presents a vision for self-driving particle accelerators that operate autonomously with minimal human intervention. We propose that future facilities be designed through artificial intelligence (AI) co-design, where AI jointly optimizes the accelerator lattice, diagnostics, and science application from inception to maximize performance while enabling autonomous operation. Rather than retrofitting AI onto human-centric systems, we envision facilities designed from the ground u",
      "url": "http://arxiv.org/abs/2602.17536v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17531v1",
      "title": "Position: Evaluation of ECG Representations Must Be Fixed",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "This position paper argues that current benchmarking practice in 12-lead ECG representation learning must be fixed to ensure progress is reliable and aligned with clinically meaningful objectives. The field has largely converged on three public multi-label benchmarks (PTB-XL, CPSC2018, CSN) dominated by arrhythmia and waveform-morphology labels, even though the ECG is known to encode substantially broader clinical information. We argue that downstream evaluation should expand to include an asses",
      "url": "http://arxiv.org/abs/2602.17531v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    },
    {
      "id": "2602.17513v1",
      "title": "Bridging the Domain Divide: Supervised vs. Zero-Shot Clinical Section Segmentation from MIMIC-III to Obstetrics",
      "authors": "Unknown",
      "source": "arXiv",
      "pubDate": "2026-02-19",
      "abstract": "Clinical free-text notes contain vital patient information. They are structured into labelled sections; recognizing these sections has been shown to support clinical decision-making and downstream NLP tasks. In this paper, we advance clinical section segmentation through three key contributions. First, we curate a new de-identified, section-labeled obstetrics notes dataset, to supplement the medical domains covered in public corpora such as MIMIC-III, on which most existing segmentation approach",
      "url": "http://arxiv.org/abs/2602.17513v1",
      "category": "Artificial Intelligence, Computation and Language (NLP)"
    }
  ],
  "regulatory": [
    {
      "title": "第39回匿名医療情報等の提供に関する専門委員会の開催について",
      "link": "https://www.mhlw.go.jp/stf/newpage_70754.html",
      "pubDate": "",
      "source": "厚生労働省 新着情報"
    },
    {
      "title": "説明会情報の更新及び令和８年度採用パンフレットの掲載（総合職（数理・デジタル系））",
      "link": "https://www.mhlw.go.jp/stf/kouseiroudoushou/saiyou/suuri.html",
      "pubDate": "",
      "source": "厚生労働省 新着情報"
    },
    {
      "title": "[審査][安全][イベント]PMDAシンポジウム「生成AIの医療活用の最前線」の開催について（参加登録開始）",
      "link": "https://www.pmda.go.jp/review-services/symposia/0198.html",
      "pubDate": "",
      "source": "PMDA 安全性情報"
    },
    {
      "title": "[全製品]医薬品・医療機器等安全性情報 No.426（厚生労働省発行）を掲載しました",
      "link": "https://www.pmda.go.jp/safety/info-services/drugs/calling-attention/safety-info/0165.html",
      "pubDate": "",
      "source": "PMDA 安全性情報"
    },
    {
      "title": "[審査][安全][イベント]PMDAシンポジウム「既存の診療情報を活用した医療機器開発」の開催について（資料掲載）",
      "link": "https://www.pmda.go.jp/review-services/symposia/0196.html",
      "pubDate": "",
      "source": "PMDA 安全性情報"
    },
    {
      "title": "[審査][安全][イベント]PMDAシンポジウム「リアルワールドデータを活用した医療機器開発」の開催について",
      "link": "https://www.pmda.go.jp/review-services/symposia/0199.html",
      "pubDate": "",
      "source": "PMDA 安全性情報"
    },
    {
      "title": "[医療]「不具合が疑われる症例報告に関する情報（医療機器）」に2025年9月分の情報を追加しました",
      "link": "https://www.pmda.go.jp/safety/info-services/devices/0090.html",
      "pubDate": "",
      "source": "PMDA 安全性情報"
    },
    {
      "title": "[医療]「2024年度医療機器相談の受付状況」を掲載しました",
      "link": "https://www.pmda.go.jp/safety/consultation-for-patients/on-devices/state/0001.html",
      "pubDate": "",
      "source": "PMDA 安全性情報"
    },
    {
      "title": "[全製品]令和7年度 第1回医療機器の安全使用に関する調査結果を掲載しました",
      "link": "https://www.pmda.go.jp/safety/info-services/medical-safety-info/0004.html",
      "pubDate": "",
      "source": "PMDA 安全性情報"
    },
    {
      "title": "[医療]プログラム医療機器に係る優先的な審査等の対象品目一覧表を更新しました",
      "link": "https://www.pmda.go.jp/review-services/drug-reviews/about-reviews/devices/0048.html",
      "pubDate": "",
      "source": "PMDA 承認審査"
    },
    {
      "title": "[審査][安全][イベント]PMDAシンポジウム「生成AIの医療活用の最前線」の開催について（参加登録開始）",
      "link": "https://www.pmda.go.jp/review-services/symposia/0198.html",
      "pubDate": "",
      "source": "PMDA 承認審査"
    },
    {
      "title": "[医療]「プログラム医療機器の承認等情報」のページを更新しました",
      "link": "https://www.pmda.go.jp/review-services/drug-reviews/about-reviews/devices/0052.html",
      "pubDate": "",
      "source": "PMDA 承認審査"
    },
    {
      "title": "[医療]医療機器プログラム（SaMD）の審査ポイントに関する意見募集について",
      "link": "https://www.pmda.go.jp/review-services/drug-reviews/about-reviews/devices/0058.html",
      "pubDate": "",
      "source": "PMDA 承認審査"
    },
    {
      "title": "[その他]「AI対応WG」のページを新設しました",
      "link": "https://www.pmda.go.jp/rs-std-jp/cross-sectional-project/0024.html",
      "pubDate": "",
      "source": "PMDA 規制科学・標準化"
    }
  ],
  "stats": {
    "totalPapers": 30,
    "totalPreprints": 15,
    "totalRegulatory": 14,
    "queriesUsed": 3,
    "abstractsFound": 27
  }
}